import '@/app/Styles/about.scss'

export default function About() {
  return (
    <main>
      <div class="about_us">
        <div class="about"><h1>О НАС</h1>
          <p>Наша команда разработчиков , создала для вас это удивительное приложение для взаимодействие в проектной деятельности онлайн. Наша цель - предоставить пользователям возможность совместной работы и взаимодействия виртуально.
          </p><br />
          <p>Преимущества использования нашего приложения:</p><br/>
          <a>- Работа в режиме реального времени: Вы можете работать над одним проектом одновременно с другими участниками команды, видя изменения, которые они вносят, и влияя на процесс создания вместе с ними.</a>
          <br/>
          <a> - Совместимость с различными устройствами: Наше приложение работает на разных платформах, что позволяет пользователям работать над проектом с помощью компьютеров, планшетов или смартфонов.</a>
          <br/><br/><br/><a>
            Мы стараемся постоянно улучшать функционал нашего приложения, учитывая потребности и пожелания наших пользователей. 
          </a>
          <br/><br/><br/>
          <p>Приятного использования нашего приложения и счастливого творчества в команде онлайн!</p>
        </div>
      </div>
    </main>
  )
}
